=== start ===
主角: 「哇！這是火箭嗎？太酷了！」
MAI: 「沒錯，這是網路城正在研發的『英特涅號』，目的是有機會讓網路城和你們的世界連結在一起。」
主角: 「也就是說，這個『英特涅號』能夠帶我回家嗎？」
MAI: 「沒錯，麻伊先試著啟動火箭，稍等一下歐！」


MAI: 「……咕，看來它現在飛不起來。」
主角: 「欸？！為什麼？」
MAI: 「這艘火箭缺少英特涅能量，沒有燃料就無法啟動。」
主角: 「那怎麼辦？我……我不會被永遠困在這裡吧？」
MAI: 「別擔心！我們可以一起在網路城找到能量！」

MAI: 「只要向網路城的居民收集能量源，很快火箭就能啟動了。如果你想快點回家的話，搜集能量是必須的！」
MAI: 「不過，最近的網路城被各種『隱患』困擾著……希望居民們不會因此拒絕。」

主角: 「……」

MAI: 「你放心！遇到問題的時候，麻伊會全力在你身旁幫助你的。」


MAI: 「這個是『網路風險蒐證相機』，是非常可靠的武器歐！」
MAI: 「既可以用來蒐集資訊，也可以用來對付危險的『隱患』。」

主角: 「這個東西真的能幫到我嗎？」
MAI: 「當然！來吧，我們先去練習場。等你學會怎麼使用它，我們就能出發去找能量了！」

主角: 「好吧……我會努力的！」

-> END
