=== phantom_alley_bold_file ===
膽大檔: 「我的目標是收藏幻影巷的所有作品！成為社交區最酷的檔案夾～」
膽大檔: 「請問你有收藏到『莉亞的商品展』的作品嗎？」
膽大檔: 「喔！那個最熱銷的莉亞商品，肯定有呀！我找一下喔……」

旁白: 「膽大檔埋頭在一堆檔案裡翻找。」

膽大檔: 「啊哈！就在這裡！怎麼樣，這可是限量三組的稀有款喔！」
膽大檔: 「看在你很有品味的份上就借你看一下吧～（得意）」

主角: 「雖然有點掃興……但這個商品可能是假貨。」

膽大檔: 「什麼？！你為什麼要質疑我的收藏是假的！」

MAI: 「咕！膽大檔先生，先不要急著生氣。」
MAI: 「我們身上正好有莉亞本人的作品集，可以一起來確認看看！」
MAI: 「先拿出莉亞的作品集來檢查一下吧！」

旁白: 「按 E 打開道具欄，將『莉亞的作品集』拖曳到膽大檔身上。」

// 之後如果要接找不同小遊戲，可以在這裡呼叫外部函式：
// ~ start_compare_minigame()

旁白: 「你仔細比對後，發現膽大檔的收藏上沒有本人的浮水印，畫面也和原稿不同。」

MAI: 「作品上沒有本人的浮水印，和原稿的畫面不同！」
MAI: 「代表商品很有可能是盜版的，也就是有人冒充莉亞的身分販賣假商品。」

旁白: 「商品被發現是盜版後，從你眼前消失了。」

膽大檔: 「什麼？！我的限量收藏竟然不是真的，它還花了我不少錢……」

MAI: 「在觀賞或購買作品時，浮水印扮演重要的角色。」
MAI: 「它能幫助網路用戶辨別這是不是正版。」
MAI: 「膽大檔先生，謝謝你讓我們發現莉亞被偷竊的作品！麻伊會把這件事告訴莉亞的！」

膽大檔: 「嗯……能幫上自己喜歡的攝影師也不是壞事呢……」
膽大檔: 「也謝謝你們告訴我，不然我可能會一直收集盜版收藏，感覺好丟臉……」
膽大檔: 「討厭的盜版壞人，我絕對不會忘記他的臉！他頭上綁了一條黑色的髮帶！我還以為是莉亞換造型了呢！」

旁白: 「獲得提示：假莉亞頭上綁了一條黑色的髮帶。」

-> END
