=== base_enter ===
MAI: 「咕！這裡應該就是假利亞的基地了，我們先把證據集齊，把他的偷竊行為揭穿吧！」
-> END


=== talk_blacklia_before_clue ===
黑色利亞: 「愣在那裡幹嘛？還不快去工作！我還有很多商品要完成欸！」

旁白: 「（黑色利亞連正眼都不想看你，忙著數自己的鈔票）」

黑色利亞: 「……」

旁白: 「（黑色利亞連正眼都不想看你，忙著數自己的鈔票）」

+ [請停止你的盜圖行為，假利亞！]
    主角: 「請停止你的盜圖行為，假利亞！」
    旁白: 「（黑色利亞完全不理會你，看來還需要更多證據。）」
    -> END


=== talk_blacklia_after_clue ===
旁白: 「（黑色利亞連正眼都不想看你，忙著數自己的鈔票）」

黑色利亞: 「……」

+ [請停止你的盜圖行為，假利亞！]
    主角: 「請停止你的盜圖行為，假利亞！」
    黑色利亞: 「…蛤？盜圖？」
    旁白: 「（黑色利亞數鈔票的手停下來了）」
    黑色利亞: 「你在說什麼啊？這裡就是莉亞的工作室。」
    黑色利亞: 「我們這裡生產的作品都是莉亞原創作品。」
    黑色利亞: 「有本事就拿出證據啊？」
    旁白: 「（黑色利亞露出嘲諷的笑容）」
    主角: 「當然！我們有證據！」
    -> debate_start


=== debate_start ===
旁白: 「（辯論環節開始）」
-> END
